[
  {
    "nome": "Boitatá",
    "regiaodeorigem": "Região Sul e Amazônia",
    "lenda": "O Boitatá é um grande fogo vivo em forma de serpente que protege as matas contra quem tenta destruí-las. Em algumas versões, é um espírito encantado que se alimenta de fogo e aparece como grandes clarões na escuridão. A lenda indígena diz que ele surgiu após uma longa escuridão que devastou a floresta; os animais morreram e seus olhos brilhantes se uniram para formar a criatura flamejante. Ele persegue quem coloca fogo desnecessário na mata e ilumina o caminho de quem está perdido. As aparições do Boitatá eram associadas a fenômenos naturais como fogo-fátuo e combustões espontâneas.",
    "simbolismo": "Simboliza proteção da natureza e punição aos que ameaçam o meio ambiente. Representa o espírito guardião das florestas e o respeito indígena aos elementos naturais.",
    "mais": "https://www.infoescola.com/folclore/boitata/",
    "imagem": "assets/images/cardboitatafinal.jpg"

  },
  
    {
      "nome": "Lobisomem",
      "regiaodeorigem": "Centro-Sul do Brasil",
      "lenda": "No Brasil, a lenda do lobisomem mistura tradições portuguesas, indígenas e africanas. A versão mais conhecida diz que o sétimo filho homem de uma família se transformará em lobisomem ao completar 13 anos ou ao ser amaldiçoado. À meia-noite de sexta-feira, ele é tomado por uma força irresistível, sai de casa sem consciência e percorre longas distâncias até uma encruzilhada, onde se transforma em uma criatura metade homem, metade lobo. Durante a noite, assusta viajantes, ataca animais e espalha medo pelas vilas. Ao amanhecer, retorna exausto e ferido, sem lembrar o que fez. A lenda era usada para explicar comportamentos estranhos e doenças inexplicáveis, além de assustar crianças para que não saíssem sozinhas.",
      "simbolismo": "O lobisomem simboliza os medos rurais e o desconhecido das noites escuras, além de tratar da dualidade humana entre civilização e ferocidade. No Brasil, também remete à vida interiorana e às superstições passadas de geração em geração.",
      "mais": "https://www.todamateria.com.br/lobisomem/",
      "imagem": "assets/images/lobisomem.jpg"
    },
    {
      "nome": "Boto Cor-de-Rosa",
      "regiaodeorigem": "Amazônia",
      "lenda": "O Boto Cor-de-Rosa transforma-se em um homem alto, bonito e elegante durante as festas ribeirinhas, principalmente no período das cheias. Vestido sempre de branco e usando um chapéu para esconder o orifício de respiração no topo da cabeça, ele dança com as moças da comunidade, conquista-as e, ao final da noite, leva-as para às margens do rio. Antes do amanhecer, retorna à água e volta a ser boto. Muitas histórias dizem que mulheres grávidas sem explicar o pai do bebê diziam ter sido encantadas pelo boto, o que virou um símbolo cultural. A lenda também reforça o mistério das águas amazônicas e o caráter encantado de seus animais.",
      "simbolismo": "O boto simboliza fertilidade, sedução e mistério, além de representar a relação íntima dos povos amazônicos com os rios. Também reflete aspectos da cultura ribeirinha, como as festas e a vida às margens das águas.",
      "mais": "https://www.infoescola.com/folclore/boto-cor-de-rosa/",
      "imagem": "assets/images/imagempadrao.jpg"

    },
    {
      
      "nome": "Iara",
      "regiaodeorigem": "Região Amazônica",
      "lenda": "A lenda conta que Iara era uma bela jovem indígena, muito habilidosa na caça e em batalha, o que despertou inveja de seus irmãos guerreiros. Temendo que ela se tornasse líder da tribo, eles conspiraram para matá-la. Ao perceber a traição, Iara se defendeu e acabou ferindo seus irmãos. Como punição, foi jogada no rio pelos anciões. Entretanto, os espíritos das águas tiveram compaixão e a transformaram em uma sereia de longos cabelos negros ou ruivos, pele clara e voz irresistível. Iara passa a viver nos rios, encantando e atraindo homens com seu canto hipnótico; aqueles que a seguem raramente retornam, e quando voltam, ficam perturbados ou fascinados. Em algumas versões, ela recompensa quem a respeita e protege os rios.",
      "simbolismo": "Iara simboliza o poder das águas, o encanto da natureza e os perigos do desconhecido. A lenda conecta-se profundamente com a visão indígena de respeito aos rios e aos espíritos da floresta. Também representa a força feminina e a punição da ganância e violência.",
      "mais": "https://www.infoescola.com/folclore/iara/",
      "imagem": "assets/images/imagempadrao.jpg"

    },
    {
      "nome": "Saci-Pererê",
      "regiaodeorigem": "Sul e Sudeste do Brasil",
      "lenda": "O Saci é um menino negro de uma perna só, sempre com um gorro vermelho mágico que lhe dá poderes, e um redemoinho que anuncia sua chegada. Ele é travesso, gosta de pregar peças, esconder objetos, assustar viajantes e atrapalhar o trabalho das pessoas. Apesar disso, não é uma criatura maligna: muitas histórias contam que ele ajuda quem o respeita e protege a floresta dos caçadores. Diz-se que capturá-lo é possível apenas jogando uma peneira sobre o redemoinho e tirando-lhe o gorro. O Saci é um dos personagens mais icônicos do folclore porque carrega elementos de várias culturas e é muito presente na literatura brasileira.",
      "simbolismo": "Representa a mistura cultural brasileira, especialmente indígena e africana. Simboliza travessura, liberdade e a relação da natureza com o inesperado. É também símbolo da identidade nacional.",
      "mais": "https://www.todamateria.com.br/saci-perere/",
      "imagem": "assets/images/imagempadrao.jpg"

    },
    {
      "nome": "Mula Sem-Cabeça",
      "regiaodeorigem": "Interior do Brasil",
      "lenda": "A Mula sem Cabeça seria uma mulher amaldiçoada por se envolver com um padre, segundo crenças católicas trazidas pelos colonizadores. De noite, especialmente de quinta para sexta-feira, ela se transforma em uma mula que solta fogo pelas narinas inexistentes e relincha de modo assustador. Ela corre pelos campos e estradas, atravessando longas distâncias sem parar. A única forma de quebrar o feitiço é alguém retirar-lhe o freio de ferro, mas fazê-lo é extremamente perigoso. A lenda circulava principalmente em regiões rurais e era usada para reforçar normas religiosas e sociais.",
      "simbolismo": "Simboliza culpa, punição e a força das tradições religiosas no Brasil. Também dialoga com a vida interiorana e a necessidade de explicar fenômenos noturnos através do sobrenatural.",
      "mais": "https://www.infoescola.com/folclore/mula-sem-cabeca/",
      "imagem": "assets/images/imagempadrao.jpg"

    },
    {
      "nome": "Vitória Régia",
      "regiaodeorigem": "Amazônia",
      "lenda": "Segundo a lenda, as jovens indígenas acreditavam que poderiam se transformar em estrelas ao tocar o céu. Uma delas, chamada Naiá, desejava tanto isso que passava noites admirando a lua e tentando alcançá-la. Determinada, aproximou-se da beira de um lago e viu o reflexo da lua na água. Pensando que era a lua em si, lançou-se para alcançá-la e se afogou. A lua, comovida com sua devoção, transformou a jovem em uma bela planta aquática: a vitória-régia, com grandes folhas e flores que só se abrem à noite.",
      "simbolismo": "Representa desejo, transformação e ligação espiritual com a natureza. Simboliza também a beleza amazônica e a relação profunda entre os povos indígenas e os ciclos naturais.",
      "mais": "https://www.todamateria.com.br/lenda-da-vitoria-regia/",
      "imagem": "assets/images/imagempadrao.jpg"

    },
    
    {
      "nome": "Caipora",
      "regiaodeorigem": "Norte, Nordeste e Centro-Oeste",
      "lenda": "A Caipora é um ser protetor das florestas, descrita como uma figura pequena, forte, ágil e com cabelos longos. Anda montada em um porco-do-mato e usa galhos para confundir caçadores. Ela protege os animais e pune aqueles que caçam mais do que precisam ou desrespeitam a mata. Sua presença é anunciada por assobios e risadas. Em algumas versões, aparece coberta de folhas ou com o corpo pintado de urucum. Muitas histórias dizem que caçadores que a desagradam se perdem para sempre na floresta. A Caipora também pode ajudar pessoas que respeitem o ambiente.",
      "simbolismo": "Simboliza a proteção da fauna e o respeito às leis naturais. Representa o espírito da floresta e a visão indígena de equilíbrio entre seres humanos e natureza.",
      "mais": "https://www.todamateria.com.br/caipora/",
      "imagem": "assets/images/imagempadrao.jpg"

    },
    {
      "nome": "Cuca",
      "regiaodeorigem": "Brasil colonial",
      "lenda": "A Cuca é uma bruxa velha com aparência monstruosa, muitas vezes descrita como uma criatura com rosto de jacaré. Ela sequestra crianças desobedientes ou que não querem dormir, atuando como figura disciplinadora nas narrativas populares. Originalmente inspirada na 'Coca' lusitana, a versão brasileira ganhou características próprias. A Cuca prepara poções, vive em cavernas ou casas afastadas e é temida por sua risada e seus poderes mágicos. Sua figura foi amplamente difundida pela cultura popular, especialmente através do Sítio do Picapau Amarelo.",
      "simbolismo": "Representa medo, disciplina infantil e a tradição oral das famílias brasileiras. Simboliza também a fusão cultural entre elementos europeus e imaginação popular brasileira.",
      "mais": "https://www.infoescola.com/folclore/cuca/",
      "imagem": "assets/images/imagempadrao.jpg"

    },
    {
      "nome": "Negrinho do Pastoreio",
      "regiaodeorigem": "Região Sul",
      "lenda": "A lenda conta a história de um menino escravizado que sofria maus-tratos de seu patrão. Um dia, enquanto cuidava dos cavalos, perdeu um deles. Como castigo, foi espancado e deixado sobre um formigueiro. Ao amanhecer, seu corpo foi encontrado intacto, rodeado por luz e acompanhado da Virgem Maria. O menino então ressuscitou como um espírito protetor e passou a ajudar viajantes e pessoas em dificuldades. Ele guia quem perde objetos ou está perdido nos campos. A história possui forte cunho religioso e histórico.",
      "simbolismo": "Simboliza esperança, fé e justiça divina. Representa também a memória do sofrimento dos negros escravizados no Brasil e a busca por proteção espiritual.",
      "mais": "https://www.todamateria.com.br/negrinho-do-pastoreio/",
      "imagem": "assets/images/imagempadrao.jpg"

    },
    {
      "nome": "Muiraquitã",
      "regiaodeorigem": "Amazônia",
      "lenda": "O muiraquitã é um amuleto verde, geralmente em forma de sapo, que segundo a lenda era oferecido pelas Icamiabas — guerreiras indígenas — aos seus companheiros durante cerimônias especiais. Para criá-los, elas mergulhavam no lago e retiravam argila mágica do fundo, moldando o amuleto que endurecia ao tocar o ar. Acredita-se que o muiraquitã traz força, proteção e saúde a quem o carrega. Ele se tornou símbolo da cultura amazônica e foi amplamente valorizado como objeto de poder espiritual.",
      "simbolismo": "Simboliza proteção, fertilidade e conexão espiritual com a floresta. Também representa a força das mulheres indígenas na história amazônica.",
      "mais": "https://www.infoescola.com/folclore/muiraquita/",
      "imagem": "assets/images/imagempadrao.jpg"

    },
    {
      "nome": "Caboclo D'Água",
      "regiaodeorigem": "Norte e Centro-Oeste",
      "lenda": "O Caboclo d’Água é um ser aquático forte e musculoso, com pele escura, cabelos longos e olhos brilhantes. Vive nos rios profundos e é conhecido por virar canoas, assustar pescadores e proteger os peixes dos exploradores. Em algumas descrições, possui traços de peixe e garras afiadas. Embora seja temido, muitas histórias afirmam que ele não faz mal a quem respeita o rio. Ele pune apenas os pescadores que excedem o necessário ou que poluem as águas. A lenda é comum em regiões ribeirinhas e carrega um forte caráter protetor da natureza.",
      "simbolismo": "Simboliza a força dos rios e a necessidade de preservação ambiental. Representa também o espírito guardião das águas e o respeito às tradições ribeirinhas.",
      "mais": "https://www.todamateria.com.br/caboclo-dagua/",
      "imagem": "assets/images/imagempadrao.jpg"

    }
  ]